
glos = {'рядок': 'слугує для збереження данних', 'кортеж':'незмінний тип данних',
        'словник':'зберігає пари ключ-значення', 'множина':'не може матм дублікатів', 'метод':'засіб обробки данних'}

glos2 = {'.title':'робить заглавною першу літеру кодного слова', '.upper':'підіймає усі літери у верхній регістр',
         '.get':'повертає значення за ключем', '.items':'повертає пари ключ-значення', '.keys':'повертає ключі'}

for q, w in glos.items():
    print(f"{q}:::->>> {w}")
for q, w in glos2.items():
    print(f"{q}:::->>> {w}")

